Repository: Ehab98/Greennova
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Address
ar: العنوان

source: Arabic
ar: العربية

source: Branch
ar: الفرع

source: Cancel
ar: إلغاء

source: Company
ar: الشركة

source: Congratulations
ar: تهانينا

source: Contact Details
ar: التفاصيل

source: Contact Form
ar: إضافة جهه

source: Contact information Saved successfully.
ar: تم تعديل البيانات بنجاح

source: Contacts
ar: الجهات

source: Contacts Manager
ar: الادارة

source: Copy Link
ar: نسخ الرابط

source: Department
ar: الإدارة

source: Edit
ar: التالي

source: Email
ar: البريد الإلكترونى

source: English
ar: الانجليزية

source: Enter Serial Number
ar: رقم الكارت

source: Ext. Number
ar: الرقم الداخلى

source: Facebook
ar: الفيسبوك

source: Full Name
ar: الاسم

source: Greenova
ar: جرينوفا

source: Home
ar: الرئيسية

source: Instagram
ar: الإنستجرام

source: Language
ar: اللغات

source: LinkedIn
ar: لينكد ان

source: Messaanger
ar: ماسنجر

source: Messaanger link
ar: ماسنجر

source: Messenger
ar: ماسنجر

source: Mobile 1
ar: رقم المحمول 1

source: Mobile 2
ar: رقم المحمول 2

source: More Info
ar: مزيد من المعلومات

source: Next
ar: التالي

source: No QR code available.
ar: رمز الإستجابة غير متاح

source: None
ar: فارغ

source: Outlook
ar: الاوت لوك

source: Phone
ar: رقم الهاتف

source: Please enter a serial number
ar: من فضلك أدخل الرقم المطبوع على الكارت

source: Please insert the serial number printed on card
ar: من فضلك أدخل الرقم المطبوع على الكارت

source: Preview
ar: عرض البيانات

source: QrCode
ar: رمز الإستجابة

source: Serial Number
ar: رقم الكارت

source: Submit
ar: حفظ

source: Teams
ar: تيمز

source: Telegram
ar: تليجرام

source: TikTok
ar: تيك توك

source: Title
ar: المسمى الوظيفى

source: Twitter
ar: تويتر

source: Updated day
ar: تاريخ التعديل

source: Website
ar: الموقع الإلكترونى

source: Welcome to
ar: مرحبا بك فى

source: WhatsApp
ar: الواتس اب

source: Your info is saved successfully, please copy the following link
ar: تم حفظ بياناتك بنجاح , من فضلك انسخ الرابط الاتي

source: Zoom
ar: زووم

source: address
ar: العنوان

source: branch
ar: الفرع

source: company
ar: الشركة

source: department
ar: الإدارة

source: email
ar: البريد الإلكترونى

source: ext number
ar: الرقم الداخلى

source: ext_number
ar: الرقم الداخلى

source: facebook
ar: الفيسبوك

source: facebook link
ar: الفيسبوك

source: gmail link
ar: Gmail

source: instagram
ar: الإنستجرام

source: instagram link
ar: الإنستجرام

source: linkedIn
ar: لينكد ان

source: linkedIn link
ar: لينكد ان

source: map
ar: موقعك ع الخريطة

source: map link
ar: موقعك ع الخريطة

source: outlook
ar: الاوت لوك

source: outlook link
ar: الاوت لوك

source: phone number
ar: رقم المحمول

source: phone1
ar: رقم المحمول 1

source: phone2
ar: رقم المحمول 2

source: teams
ar: تيمز

source: teams link
ar: تيمز

source: telegram
ar: تليجرام

source: telegram link
ar: تليجرام

source: tiktok
ar: تيك توك

source: tiktok link
ar: تيك توك

source: title
ar: المسمى الوظيفى

source: twitter
ar: تويتر

source: twitter link
ar: تويتر

source: website
ar: الموقع الإلكترونى

source: website link
ar: الموقع الإلكترونى

source: whatsapp
ar: الواتس اب

source: whatsapp link
ar: الواتس اب

source: zoom
ar: زووم

source: zoom link
ar: زووم
